Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# update.popover.downloadingUpdate
source: Downloading Update
ar: جارٍ تنزيل التحديث
bs: Preuzimanje ažuriranja
da: Downloader opdatering
de: Update wird heruntergeladen
es: Descargando actualización
fr: Téléchargement de la mise à jour
it: Download aggiornamento
ja: アップデートをダウンロード中
ko: 업데이트 다운로드 중
nb: Laster ned oppdatering
pl: Pobieranie aktualizacji
pt_br: Baixando Atualização
ru: Загрузка обновления
th: กำลังดาวน์โหลดอัปเดต
tr: Güncelleme İndiriliyor
uk: Завантаження оновлення
zh_hans: 正在下载更新
zh_hant: 正在下載更新

# update.popover.enableAutoUpdates
source: Enable automatic updates?
ar: تفعيل التحديثات التلقائية؟
bs: Omogućiti automatska ažuriranja?
da: Aktiver automatiske opdateringer?
de: Automatische Updates aktivieren?
es: ¿Activar actualizaciones automáticas?
fr: Activer les mises à jour automatiques ?
it: Abilitare gli aggiornamenti automatici?
ja: 自動アップデートを有効にしますか？
ko: 자동 업데이트를 활성화하시겠습니까?
nb: Aktivere automatiske oppdateringer?
pl: Włączyć automatyczne aktualizacje?
pt_br: Ativar atualizações automáticas?
ru: Включить автоматические обновления?
th: เปิดใช้งานการอัปเดตอัตโนมัติหรือไม่?
tr: Otomatik güncellemeler etkinleştirilsin mi?
uk: Увімкнути автоматичне оновлення?
zh_hans: 启用自动更新？
zh_hant: 要啟用自動更新嗎？

# update.popover.noUpdatesFound
source: No Updates Found
ar: لم يتم العثور على تحديثات
bs: Ažuriranja nisu pronađena
da: Ingen opdateringer fundet
de: Keine Updates gefunden
es: No se encontraron actualizaciones
fr: Aucune mise à jour trouvée
it: Nessun aggiornamento trovato
ja: アップデートは見つかりませんでした
ko: 업데이트 없음
nb: Ingen oppdateringer funnet
pl: Nie znaleziono aktualizacji
pt_br: Nenhuma Atualização Encontrada
ru: Обновлений не найдено
th: ไม่พบอัปเดต
tr: Güncelleme Bulunamadı
uk: Оновлень не знайдено
zh_hans: 未发现更新
zh_hant: 沒有找到更新

# update.popover.noUpdatesFound.message
source: You're already running the latest version.
ar: أنت تستخدم أحدث إصدار بالفعل.
bs: Već koristite najnoviju verziju.
da: Du kører allerede den seneste version.
de: Sie verwenden bereits die neueste Version.
es: Ya estás ejecutando la última versión.
fr: Vous utilisez déjà la dernière version.
it: Stai già utilizzando l'ultima versione.
ja: すでに最新バージョンを使用しています。
ko: 이미 최신 버전을 사용 중입니다.
nb: Du kjører allerede den nyeste versjonen.
pl: Używasz już najnowszej wersji.
pt_br: Você já está usando a versão mais recente.
ru: У вас уже установлена последняя версия.
th: คุณใช้เวอร์ชันล่าสุดอยู่แล้ว
tr: Zaten en son sürümü kullanıyorsunuz.
uk: Ви вже використовуєте найновішу версію.
zh_hans: 您已经在运行最新版本。
zh_hant: 您已經在使用最新版本。

# update.popover.preparingUpdate
source: Preparing Update
ar: جارٍ تحضير التحديث
bs: Priprema ažuriranja
da: Forbereder opdatering
de: Update wird vorbereitet
es: Preparando actualización
fr: Préparation de la mise à jour
it: Preparazione aggiornamento
ja: アップデートを準備中
ko: 업데이트 준비 중
nb: Forbereder oppdatering
pl: Przygotowywanie aktualizacji
pt_br: Preparando Atualização
ru: Подготовка обновления
th: กำลังเตรียมอัปเดต
tr: Güncelleme Hazırlanıyor
uk: Підготовка оновлення
zh_hans: 正在准备更新
zh_hant: 正在準備更新

# update.popover.released
source: Released:
ar: تاريخ الإصدار:
bs: Objavljeno:
da: Udgivet:
de: Veröffentlicht:
es: Publicado:
fr: Publiée le :
it: Rilasciato:
ja: リリース日:
ko: 출시일:
nb: Utgitt:
pl: Wydano:
pt_br: Lançado:
ru: Выпущено:
th: เผยแพร่:
tr: Yayınlanma:
uk: Випущено:
zh_hans: 发布日期：
zh_hant: 發佈日期：

# update.popover.restartRequired
source: Restart Required
ar: إعادة التشغيل مطلوبة
bs: Potreban ponovni start
da: Genstart påkrævet
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
it: Riavvio necessario
ja: 再起動が必要です
ko: 재시작 필요
nb: Omstart nødvendig
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização Necessária
ru: Требуется перезапуск
th: ต้องรีสตาร์ต
tr: Yeniden Başlatma Gerekli
uk: Потрібен перезапуск
zh_hans: 需要重启
zh_hant: 需要重新啟動

# update.popover.restartRequired.message
source: The update is ready. Please restart the application to complete the installation.
ar: التحديث جاهز. يرجى إعادة تشغيل التطبيق لإكمال التثبيت.
bs: Ažuriranje je spremno. Ponovo pokrenite aplikaciju da završite instalaciju.
da: Opdateringen er klar. Genstart programmet for at fuldføre installationen.
de: Das Update ist bereit. Bitte starten Sie die Anwendung neu, um die Installation abzuschließen.
es: La actualización está lista. Reinicia la aplicación para completar la instalación.
fr: La mise à jour est prête. Veuillez redémarrer l'application pour terminer l'installation.
it: L'aggiornamento è pronto. Riavvia l'applicazione per completare l'installazione.
ja: アップデートの準備ができました。インストールを完了するにはアプリケーションを再起動してください。
ko: 업데이트가 준비되었습니다. 설치를 완료하려면 앱을 재시작하세요.
nb: Oppdateringen er klar. Start programmet på nytt for å fullføre installasjonen.
pl: Aktualizacja jest gotowa. Uruchom ponownie aplikację, aby zakończyć instalację.
pt_br: A atualização está pronta. Reinicie o aplicativo para concluir a instalação.
ru: Обновление готово. Перезапустите приложение для завершения установки.
th: อัปเดตพร้อมแล้ว กรุณารีสตาร์ตแอปพลิเคชันเพื่อเสร็จสิ้นการติดตั้ง
tr: Güncelleme hazır. Yüklemeyi tamamlamak için lütfen uygulamayı yeniden başlatın.
uk: Оновлення готове. Перезапустіть програму для завершення встановлення.
zh_hans: 更新已就绪。请重启应用程序以完成安装。
zh_hant: 更新已就緒。請重新啟動應用程式以完成安裝。

# update.popover.size
source: Size:
ar: الحجم:
bs: Veličina:
da: Størrelse:
de: Größe:
es: Tamaño:
fr: Taille :
it: Dimensione:
ja: サイズ:
ko: 크기:
nb: Størrelse:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
th: ขนาด:
tr: Boyut:
uk: Розмір:
zh_hans: 大小：
zh_hant: 大小：

# update.popover.updateAvailable
source: Update Available
ar: تحديث متوفر
bs: Ažuriranje dostupno
da: Opdatering tilgængelig
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
nb: Oppdatering tilgjengelig
pl: Dostępna aktualizacja
pt_br: Atualização Disponível
ru: Доступно обновление
th: มีอัปเดตใหม่
tr: Güncelleme Mevcut
uk: Доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用的更新

# update.popover.version
source: Version:
ar: الإصدار:
bs: Verzija:
es: Versión:
it: Versione:
ja: バージョン:
ko: 버전:
nb: Versjon:
pl: Wersja:
pt_br: Versão:
ru: Версия:
th: เวอร์ชัน:
tr: Sürüm:
uk: Версія:
zh_hans: 版本：
zh_hant: 版本：

# update.preparingCheck
source: Preparing Update Check…
ar: جاري التحضير للتحقق من التحديثات…
de: Update-Prüfung wird vorbereitet…
es: Preparando la comprobación de actualizaciones…
fr: Préparation de la recherche de mise à jour…
ja: アップデート確認を準備中…
ko: 업데이트 확인 준비 중…
zh_hans: 正在准备检查更新…
zh_hant: 正在準備檢查更新…

# update.preparingCheck.message
source: Waiting for the current update session to finish
ar: بانتظار انتهاء جلسة التحديث الحالية
de: Warten auf das Beenden der aktuellen Update-Sitzung
es: Esperando a que finalice la sesión de actualización actual
fr: En attente de la fin de la session de mise à jour actuelle
ja: 現在のアップデートセッションの終了を待っています
ko: 현재 업데이트 세션이 완료되기를 기다리는 중
zh_hans: 正在等待当前更新会话结束
zh_hant: 正在等待目前的更新工作階段結束

# update.preparingUpdate
source: Extracting and preparing the update
ar: جارٍ استخراج التحديث وتحضيره
bs: Izdvajanje i priprema ažuriranja
da: Udpakker og forbereder opdateringen
de: Update wird entpackt und vorbereitet
es: Extrayendo y preparando la actualización
fr: Extraction et préparation de la mise à jour
it: Estrazione e preparazione dell'aggiornamento
ja: アップデートを展開して準備中
ko: 업데이트 추출 및 준비 중
nb: Pakker ut og forbereder oppdateringen
pl: Rozpakowywanie i przygotowywanie aktualizacji
pt_br: Extraindo e preparando a atualização
ru: Извлечение и подготовка обновления
th: กำลังแตกไฟล์และเตรียมอัปเดต
tr: Güncelleme çıkarılıyor ve hazırlanıyor
uk: Розпакування та підготовка оновлення
zh_hans: 正在解压和准备更新
zh_hant: 正在解壓並準備更新

# update.restartToComplete
source: Restart to Complete Update
ar: أعد التشغيل لإكمال التحديث
bs: Ponovo pokrenite da završite ažuriranje
da: Genstart for at fuldføre opdatering
de: Neustart zum Abschließen des Updates
es: Reiniciar para completar la actualización
fr: Redémarrer pour terminer la mise à jour
it: Riavvia per completare l'aggiornamento
ja: アップデートを完了するには再起動してください
ko: 업데이트를 완료하려면 재시작
nb: Start på nytt for å fullføre oppdateringen
pl: Uruchom ponownie, aby zakończyć aktualizację
pt_br: Reiniciar para Concluir a Atualização
ru: Перезапустите для завершения обновления
th: รีสตาร์ตเพื่อเสร็จสิ้นการอัปเดต
tr: Güncellemeyi Tamamlamak İçin Yeniden Başlat
uk: Перезапустіть для завершення оновлення
zh_hans: 重启以完成更新
zh_hant: 重新啟動以完成更新

# update.startingDownload
source: Starting Download…
ar: جاري بدء التنزيل…
de: Download wird gestartet…
es: Iniciando descarga…
fr: Démarrage du téléchargement…
ja: ダウンロードを開始中…
ko: 다운로드 시작 중…
zh_hans: 正在开始下载…
zh_hant: 正在開始下載…

# update.startingDownload.message
source: Starting the update download
ar: جاري بدء تنزيل التحديث
de: Starten des Update-Downloads
es: Iniciando la descarga de la actualización
fr: Démarrage du téléchargement de la mise à jour
ja: アップデートのダウンロードを開始しています
ko: 업데이트 다운로드를 시작하는 중
zh_hans: 正在开始下载更新
zh_hant: 正在開始下載更新

# update.viewGitHubCommit
source: View GitHub Commit
ar: عرض إيداع GitHub
bs: Pogledaj GitHub commit
da: Vis GitHub Commit
de: GitHub-Commit anzeigen
es: Ver commit en GitHub
fr: Voir le commit GitHub
it: Visualizza commit su GitHub
ja: GitHub コミットを表示
ko: GitHub 커밋 보기
nb: Vis GitHub-commit
pl: Pokaż commit na GitHub
pt_br: Ver Commit no GitHub
ru: Просмотреть коммит на GitHub
th: ดูคอมมิต GitHub
tr: GitHub Commit'ini Görüntüle
uk: Переглянути коміт на GitHub
zh_hans: 查看 GitHub 提交
zh_hant: 檢視 GitHub 提交

# update.viewReleaseNotes
source: View Release Notes
ar: عرض ملاحظات الإصدار
bs: Pogledaj bilješke o izdanju
da: Vis udgivelsesnoter
de: Versionshinweise anzeigen
es: Ver notas de la versión
fr: Voir les notes de version
it: Visualizza note di rilascio
ja: リリースノートを表示
ko: 릴리스 노트 보기
nb: Vis versjonsnotater
pl: Pokaż informacje o wydaniu
pt_br: Ver Notas de Lançamento
ru: Просмотреть заметки о выпуске
th: ดูบันทึกการเผยแพร่
tr: Sürüm Notlarını Görüntüle
uk: Переглянути примітки до випуску
zh_hans: 查看发行说明
zh_hant: 檢視版本說明

# workspace.agentChat.defaultTitle
source: Agent Chat
ar: دردشة الوكيل
de: Agenten-Chat
es: Chat con el agente
fr: Discussion avec l’agent
ja: エージェントチャット
ko: 에이전트 채팅
zh_hans: 代理聊天
zh_hant: 代理程式對話

# workspace.closeBlocked.message
source: This workspace can't be closed right now.
ar: لا يمكن إغلاق مساحة العمل هذه في الوقت الحالي.
de: Dieser Arbeitsbereich kann derzeit nicht geschlossen werden.
es: Este espacio de trabajo no se puede cerrar en este momento.
fr: Cet espace de travail ne peut pas être fermé pour le moment.
ja: このワークスペースは現在閉じられません。
ko: 이 워크스페이스는 지금 닫을 수 없습니다.
uk: Цю робочу область зараз не можна закрити.
zh_hans: 此工作区目前无法关闭。
zh_hant: 目前無法關閉此工作區。

# workspace.closeProtected.message
source: Pinned workspaces can't be closed while pinned. Unpin the workspace first.
ar: لا يمكن إغلاق مساحات العمل المثبتة أثناء تثبيتها. قم بإلغاء تثبيت مساحة العمل أولاً.
de: Angepinnte Arbeitsbereiche können nicht geschlossen werden, solange sie angepinnt sind. Hebe zuerst das Anpinnen des Arbeitsbereichs auf.
es: Los espacios de trabajo fijados no se pueden cerrar mientras estén fijados. Desfija el espacio de trabajo primero.
fr: Les espaces de travail épinglés ne peuvent pas être fermés. Désépinglez d’abord l’espace de travail.
ja: ピン留めされたワークスペースは閉じられません。先にピンを外してください。
ko: 고정된 워크스페이스는 고정된 상태에서 닫을 수 없습니다. 먼저 워크스페이스의 고정을 해제하세요.
uk: Закріплені робочі області не можна закрити, поки вони закріплені. Спочатку відкріпіть робочу область.
zh_hans: 已固定的工作区在固定状态下无法关闭。请先取消固定该工作区。
zh_hant: 釘選的工作區在釘選狀態下無法關閉。請先取消釘選該工作區。

# workspace.cloudVM.defaultTitle
source: Cloud VM
ar: سحابة VM
es: Máquina virtual en la nube
fr: Machine virtuelle cloud
ja: クラウドVM
ko: 클라우드 VM
zh_hans: 云虚拟机
zh_hant: 雲端虛擬機

# workspace.displayName.fallback
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# workspace.placement.afterCurrent
source: After current
ar: بعد الحالي
bs: Poslije trenutnog
da: Efter nuværende
de: Nach aktuellem
es: Después del actual
fr: Après l'actuel
it: Dopo la corrente
ja: 現在の後
ko: 현재 다음
nb: Etter gjeldende
pl: Po bieżącej
pt_br: Após a atual
ru: После текущего
th: หลังรายการปัจจุบัน
tr: Geçerli sonrasına
uk: Після поточної
zh_hans: 当前之后
zh_hant: 目前之後

# workspace.placement.afterCurrent.description
source: Insert new workspaces directly after the active workspace.
ar: إدراج مساحات العمل الجديدة مباشرة بعد مساحة العمل النشطة.
bs: Umetnite nove radne prostore odmah nakon aktivnog radnog prostora.
da: Indsæt nye arbejdsområder direkte efter det aktive arbejdsområde.
de: Neue Arbeitsbereiche direkt nach dem aktiven Arbeitsbereich einfügen.
es: Insertar nuevos espacios de trabajo justo después del espacio de trabajo activo.
fr: Insérer les nouveaux espaces de travail juste après l'espace de travail actif.
it: Inserisci le nuove aree di lavoro subito dopo quella attiva.
ja: アクティブなワークスペースの直後に新しいワークスペースを挿入します。
ko: 활성 작업 공간 바로 다음에 새 작업 공간을 삽입합니다.
nb: Sett inn nye arbeidsområder rett etter det aktive arbeidsområdet.
pl: Wstaw nowe przestrzenie robocze bezpośrednio po aktywnej.
pt_br: Inserir novas áreas de trabalho diretamente após a área de trabalho ativa.
ru: Вставлять новые рабочие пространства сразу после активного.
th: แทรกเวิร์กสเปซใหม่หลังเวิร์กสเปซที่ใช้งานอยู่โดยตรง
tr: Yeni çalışma alanlarını etkin çalışma alanının hemen sonrasına ekle.
uk: Вставляти нові робочі області одразу після активної.
zh_hans: 在活动工作区之后插入新工作区。
zh_hant: 將新工作區插入目前使用中工作區的後方。

# workspace.placement.end
source: End
ar: النهاية
bs: Kraj
da: Sidst
de: Ende
es: Final
fr: Fin
it: Fine
ja: 末尾
ko: 끝
nb: Slutt
pl: Na końcu
pt_br: Final
ru: В конец
th: ท้ายสุด
tr: Sona
uk: В кінці
zh_hans: 末尾
zh_hant: 底部

# workspace.placement.end.description
source: Append new workspaces to the bottom of the list.
ar: إلحاق مساحات العمل الجديدة في أسفل القائمة.
bs: Dodajte nove radne prostore na kraj liste.
da: Tilføj nye arbejdsområder nederst på listen.
de: Neue Arbeitsbereiche am Ende der Liste anfügen.
es: Agregar nuevos espacios de trabajo al final de la lista.
fr: Ajouter les nouveaux espaces de travail en bas de la liste.
it: Aggiungi le nuove aree di lavoro in fondo alla lista.
ja: 新しいワークスペースをリストの末尾に追加します。
ko: 목록 하단에 새 작업 공간을 추가합니다.
nb: Legg til nye arbeidsområder nederst i listen.
pl: Dodaj nowe przestrzenie robocze na dole listy.
pt_br: Adicionar novas áreas de trabalho ao final da lista.
ru: Добавлять новые рабочие пространства в конец списка.
th: เพิ่มเวิร์กสเปซใหม่ที่ด้านล่างของรายการ
tr: Yeni çalışma alanlarını listenin sonuna ekle.
uk: Додавати нові робочі області в кінець списку.
zh_hans: 将新工作区添加到列表底部。
zh_hant: 將新工作區附加到列表底部。

# workspace.placement.top
source: Top
ar: الأعلى
bs: Vrh
da: Øverst
de: Oben
es: Inicio
fr: Début
it: Inizio
ja: 先頭
ko: 맨 위
nb: Topp
pl: Na górze
pt_br: Topo
ru: В начало
th: ด้านบน
tr: En Üste
uk: На початку
zh_hans: 顶部
zh_hant: 最上方

# workspace.placement.top.description
source: Insert new workspaces at the top of the list.
ar: إدراج مساحات العمل الجديدة في أعلى القائمة.
bs: Umetnite nove radne prostore na vrh liste.
da: Indsæt nye arbejdsområder øverst på listen.
de: Neue Arbeitsbereiche oben in der Liste einfügen.
es: Insertar nuevos espacios de trabajo al inicio de la lista.
fr: Insérer les nouveaux espaces de travail en haut de la liste.
it: Inserisci le nuove aree di lavoro in cima alla lista.
ja: 新しいワークスペースをリストの先頭に挿入します。
ko: 목록 맨 위에 새 작업 공간을 삽입합니다.
nb: Sett inn nye arbeidsområder øverst i listen.
pl: Wstaw nowe przestrzenie robocze na górze listy.
pt_br: Inserir novas áreas de trabalho no topo da lista.
ru: Вставлять новые рабочие пространства в начало списка.
th: แทรกเวิร์กสเปซใหม่ที่ด้านบนของรายการ
tr: Yeni çalışma alanlarını listenin en üstüne ekle.
uk: Вставляти нові робочі області на початок списку.
zh_hans: 在列表顶部插入新工作区。
zh_hant: 將新工作區插入列表最上方。

# workspace.todo.notification.checklistCompleteBody
source: Every checklist item is done.
ar: تم إكمال جميع بنود قائمة المهام.
de: Alle Checklisteneinträge sind erledigt.
es: Todos los elementos de la lista de comprobación se han completado.
fr: Tous les éléments de la liste de contrôle sont terminés.
ja: すべてのチェックリスト項目が完了しました。
ko: 모든 체크리스트 항목이 완료되었습니다.
zh_hans: 清单中的所有项目都已完成。
zh_hant: 所有待辦清單項目皆已完成。

# workspace.todo.notification.checklistCompleteTitle
source: Checklist complete
ar: اكتملت قائمة المهام
de: Checkliste vollständig
es: Lista de comprobación completada
fr: Liste de contrôle complétée
ja: チェックリスト完了
ko: 체크리스트 완료
zh_hans: 清单已完成
zh_hant: 待辦清單已完成

# workspace.tooltip.newBrowser
source: New Browser
ar: متصفح جديد
bs: Novi preglednik
da: Ny browser
de: Neuer Browser
es: Nuevo navegador
fr: Nouveau navigateur
it: Nuovo browser
ja: 新規ブラウザ
ko: 새 브라우저
nb: Ny nettleser
pl: Nowa przeglądarka
pt_br: Novo Navegador
ru: Новый браузер
th: เบราว์เซอร์ใหม่
tr: Yeni Tarayıcı
uk: Новий браузер
zh_hans: 新建浏览器
zh_hant: 新增瀏覽器

# workspace.tooltip.newTerminal
source: New Terminal
ar: طرفية جديدة
bs: Novi terminal
da: Ny terminal
de: Neues Terminal
es: Nuevo terminal
fr: Nouveau terminal
it: Nuovo terminale
ja: 新規ターミナル
ko: 새 터미널
nb: Ny terminal
pl: Nowy terminal
pt_br: Novo Terminal
ru: Новый терминал
th: เทอร์มินัลใหม่
tr: Yeni Terminal
uk: Новий термінал
zh_hans: 新建终端
zh_hant: 新增終端機

# workspace.tooltip.splitDown
source: Split Down
ar: تقسيم للأسفل
bs: Podijeli dolje
da: Opdel nedad
de: Nach unten teilen
es: Dividir hacia abajo
fr: Diviser vers le bas
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
nb: Del ned
pl: Podziel w dół
pt_br: Dividir para Baixo
ru: Разделить вниз
th: แยกลงล่าง
tr: Aşağı Böl
uk: Розділити вниз
zh_hans: 向下拆分
zh_hant: 向下分割

# workspace.tooltip.splitRight
source: Split Right
ar: تقسيم لليمين
bs: Podijeli desno
da: Opdel til højre
de: Nach rechts teilen
es: Dividir a la derecha
fr: Diviser à droite
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
nb: Del til høyre
pl: Podziel w prawo
pt_br: Dividir à Direita
ru: Разделить вправо
th: แยกไปทางขวา
tr: Sağa Böl
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# workspaceGroup.autoName.numbered
source: Group %lld
ar: المجموعة %lld
bs: Grupa %lld
da: Gruppe %lld
de: Gruppe %lld
es: Grupo %lld
fr: Groupe %lld
it: Gruppo %lld
ja: グループ %lld
ko: 그룹 %lld
nb: Gruppe %lld
pl: Grupa %lld
pt_br: Grupo %lld
ru: Группа %lld
th: กลุ่ม %lld
tr: Grup %lld
uk: Група %lld
zh_hans: 分组 %lld
zh_hant: 群組 %lld

# workspaceGroup.collapse.a11y
source: Collapse group
ar: طي المجموعة
bs: Sažmi grupu
da: Skjul gruppe
de: Gruppe einklappen
es: Contraer grupo
fr: Réduire le groupe
it: Comprimi gruppo
ja: グループを折りたたむ
ko: 그룹 접기
nb: Skjul gruppe
pl: Zwiń grupę
pt_br: Recolher grupo
ru: Свернуть группу
th: ยุบกลุ่ม
tr: Grubu Daralt
uk: Згорнути групу
zh_hans: 折叠分组
zh_hant: 收合群組

# workspaceGroup.contextMenu.clearLatestNotifications
source: Clear Latest Notifications
ar: مسح أحدث الإشعارات
bs: Očisti najnovije obavijesti
da: Ryd seneste notifikationer
de: Neueste Mitteilungen löschen
es: Borrar últimas notificaciones
fr: Effacer les dernières notifications
it: Cancella ultime notifiche
ja: 最新の通知をクリア
ko: 최근 알림 모두 지우기
nb: Tøm siste varsler
pl: Wyczyść najnowsze powiadomienia
pt_br: Limpar Notificações Mais Recentes
ru: Очистить последние уведомления
th: ล้างการแจ้งเตือนล่าสุด
tr: Son bildirimleri temizle
uk: Очистити останні сповіщення
zh_hans: 清除最新通知
zh_hant: 清除最新通知

# workspaceGroup.contextMenu.delete
source: Delete Group
ar: حذف المجموعة
bs: Obriši grupu
da: Slet gruppe
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
it: Elimina gruppo
ja: グループを削除
ko: 그룹 삭제
nb: Slett gruppe
pl: Usuń grupę
pt_br: Excluir grupo
ru: Удалить группу
th: ลบกลุ่ม
tr: Grubu sil
uk: Видалити групу
zh_hans: 删除分组
zh_hant: 刪除群組

# workspaceGroup.contextMenu.editConfig
source: Edit Group Config…
ar: تحرير إعداد المجموعة…
bs: Uredi konfiguraciju grupe…
da: Rediger gruppekonfiguration…
de: Gruppen-Konfiguration bearbeiten …
es: Editar configuración del grupo…
fr: Modifier la configuration du groupe…
it: Modifica configurazione gruppo…
ja: グループ設定を編集…
ko: 그룹 설정 편집…
nb: Rediger gruppekonfigurasjon …
pl: Edytuj konfigurację grupy…
pt_br: Editar configuração do grupo…
ru: Изменить конфигурацию группы…
th: แก้ไขการตั้งค่ากลุ่ม…
tr: Grup yapılandırmasını düzenle…
uk: Редагувати конфігурацію групи…
zh_hans: 编辑分组配置…
zh_hant: 編輯群組設定…

# workspaceGroup.contextMenu.markAllRead
source: Mark All Workspaces in Group as Read
ar: تعليم جميع مساحات العمل في المجموعة كمقروءة
bs: Označi sve radne prostore u grupi kao pročitane
da: Marker alle arbejdsområder i gruppen som læst
de: Alle Arbeitsbereiche der Gruppe als gelesen markieren
es: Marcar todos los espacios de trabajo del grupo como leídos
fr: Marquer tous les espaces de travail du groupe comme lus
it: Segna tutte le aree di lavoro del gruppo come lette
ja: グループ内のすべてのワークスペースを既読にする
ko: 그룹의 모든 작업 공간을 읽음으로 표시
nb: Merk alle arbeidsområder i gruppen som lest
pl: Oznacz wszystkie przestrzenie robocze w grupie jako przeczytane
pt_br: Marcar Todas as Áreas de Trabalho do Grupo como Lidas
ru: Отметить все рабочие пространства в группе как прочитанные
th: ทำเครื่องหมายเวิร์กสเปซทั้งหมดในกลุ่มว่าอ่านแล้ว
tr: Gruptaki tüm çalışma alanlarını okundu olarak işaretle
uk: Позначити всі робочі області групи як прочитані
zh_hans: 将分组内所有工作区标记为已读
zh_hant: 將群組內所有工作區標為已讀

# workspaceGroup.contextMenu.markAllUnread
source: Mark All Workspaces in Group as Unread
ar: تعليم جميع مساحات العمل في المجموعة كغير مقروءة
bs: Označi sve radne prostore u grupi kao nepročitane
da: Marker alle arbejdsområder i gruppen som ulæst
de: Alle Arbeitsbereiche der Gruppe als ungelesen markieren
es: Marcar todos los espacios de trabajo del grupo como no leídos
fr: Marquer tous les espaces de travail du groupe comme non lus
it: Segna tutte le aree di lavoro del gruppo come non lette
ja: グループ内のすべてのワークスペースを未読にする
ko: 그룹의 모든 작업 공간을 읽지 않음으로 표시
nb: Merk alle arbeidsområder i gruppen som ulest
pl: Oznacz wszystkie przestrzenie robocze w grupie jako nieprzeczytane
pt_br: Marcar Todas as Áreas de Trabalho do Grupo como Não Lidas
ru: Отметить все рабочие пространства в группе как непрочитанные
th: ทำเครื่องหมายเวิร์กสเปซทั้งหมดในกลุ่มว่ายังไม่อ่าน
tr: Gruptaki tüm çalışma alanlarını okunmadı olarak işaretle
uk: Позначити всі робочі області групи як непрочитані
zh_hans: 将分组内所有工作区标记为未读
zh_hant: 將群組內所有工作區標為未讀

# workspaceGroup.contextMenu.markRead
source: Mark Group as Read
ar: تعليم المجموعة كمقروءة
bs: Označi grupu kao pročitanu
da: Marker gruppe som læst
de: Gruppe als gelesen markieren
es: Marcar grupo como leído
fr: Marquer le groupe comme lu
it: Segna gruppo come letto
ja: グループを既読にする
ko: 그룹을 읽음으로 표시
nb: Merk gruppe som lest
pl: Oznacz grupę jako przeczytaną
pt_br: Marcar Grupo como Lido
ru: Отметить группу как прочитанную
th: ทำเครื่องหมายกลุ่มว่าอ่านแล้ว
tr: Grubu Okundu Olarak İşaretle
uk: Позначити групу як прочитану
zh_hans: 将分组标记为已读
zh_hant: 將群組標為已讀

# workspaceGroup.contextMenu.markUnread
source: Mark Group as Unread
ar: تعليم المجموعة كغير مقروءة
bs: Označi grupu kao nepročitanu
da: Marker gruppe som ulæst
de: Gruppe als ungelesen markieren
es: Marcar grupo como no leído
fr: Marquer le groupe comme non lu
it: Segna gruppo come non letto
ja: グループを未読にする
ko: 그룹을 읽지 않음으로 표시
nb: Merk gruppe som ulest
pl: Oznacz grupę jako nieprzeczytaną
pt_br: Marcar Grupo como Não Lido
ru: Отметить группу как непрочитанную
th: ทำเครื่องหมายกลุ่มว่ายังไม่อ่าน
tr: Grubu Okunmadı Olarak İşaretle
uk: Позначити групу як непрочитану
zh_hans: 将分组标记为未读
zh_hant: 將群組標為未讀
